abstract class Record {
    static String [] record = new String[18];
    // Код города       0
    // номер записи     1
    // Интервал решения 2
    // Адрес            3
    // Пом.             4
    // Услуга           5
    // Заявлено         6
    // Технология       7
    // Телефон          8
    // Прим. оп наряду  9
    // Комментарии      10
    // Тех.данные       11
    // Работник         12
    // Контрольный срок 13
    // Кл.              14
    // Ip address       15
    // slot             16
    // port             17
    // Ont              18

}
